content/rockofonia.org
#+HUGO_TYPE: podcast

* Rockofonia
Rockofonia was a podcast centered around Hard Rock and Heavy Metal. It
spanned two seasons with more than 200 episodes, and for a little
while it even was syndicated in the BC México area. Episodes either
feature [[https://usuario.cicese.mx/~jagm/index.html][Tony GM]] or myself as DJ.

** Now in Spanish
Rockofonia era un podcast de /Hard Rock/ y /Heavy Metal/. Logró más de
200 episodios, y por un tiempo incluso fue sindicado en el area de BC
México.

* List of Episodes
Episodes should be in chronological order for the most part.

** Pilot
{{< audio src="/media/rockofonia-piloto.mp3" >}}
Download: [[/media/rockofonia-piloto.mp3][rockofonia-piloto.mp3]]

** Episode 0
{{< audio src="/media/itbounce.mp3" >}}
Download: [[/media/itbounce.mp3][itbounce.mp3]]

** Episode 1
{{< audio src="/media/itbounce-1.mp3" >}}
Download: [[/media/itbounce-1.mp3][itbounce-1.mp3]]

** Episode 3
{{< audio src="/media/itbounce-3.mp3" >}}
Download: [[/media/itbounce-3.mp3][itbounce-3.mp3]]

** Episode 4
{{< audio src="/media/itbounce-4.mp3" >}}
Download: [[/media/itbounce-4.mp3][itbounce-4.mp3]]

** Episode 5
{{< audio src="/media/itbounce-5.mp3" >}}
Download: [[/media/itbounce-5.mp3][itbounce-5.mp3]]

** Episode 8
{{< audio src="/media/itbounce-8.mp3" >}}
Download: [[/media/itbounce-8.mp3][itbounce-8.mp3]]

** Episode 11
{{< audio src="/media/itbounce-11.mp3" >}}
Download: [[/media/itbounce-11.mp3][itbounce-11.mp3]]

** Episode 13
{{< audio src="/media/itbounce-13.mp3" >}}
Download: [[/media/itbounce-13.mp3][itbounce-13.mp3]]

** Episode 20
{{< audio src="/media/itbounce-20.mp3" >}}
Download: [[/media/itbounce-20.mp3][itbounce-20.mp3]]

** Episode 27
{{< audio src="/media/itbounce-27.mp3" >}}
Download: [[/media/itbounce-27.mp3][itbounce-27.mp3]]

** Episode 33
{{< audio src="/media/itbounce-33.mp3" >}}
Download: [[/media/itbounce-33.mp3][itbounce-33.mp3]]

** Episode 38
{{< audio src="/media/itbounce-38.mp3" >}}
Download: [[/media/itbounce-38.mp3][itbounce-38.mp3]]

** Episode 44
{{< audio src="/media/itbounce-44.mp3" >}}
Download: [[/media/itbounce-44.mp3][itbounce-44.mp3]]

** Episode 49
{{< audio src="/media/itbounce-49.mp3" >}}
Download: [[/media/itbounce-49.mp3][itbounce-49.mp3]]

** Episode 60
{{< audio src="/media/itbounce-60.mp3" >}}
Download: [[/media/itbounce-60.mp3][itbounce-60.mp3]]

** Episode 68
{{< audio src="/media/itbounce-68.mp3" >}}
Download: [[/media/itbounce-68.mp3][itbounce-68.mp3]]

** Episode 80
{{< audio src="/media/itbounce-80.mp3" >}}
Download: [[/media/itbounce-80.mp3][itbounce-80.mp3]]

** Episode 102
{{< audio src="/media/itbounce-102.mp3" >}}
Download: [[/media/itbounce-102.mp3][itbounce-102.mp3]]

** Episode 106
{{< audio src="/media/itbounce-106.mp3" >}}
Download: [[/media/itbounce-106.mp3][itbounce-106.mp3]]

** Episode 116
{{< audio src="/media/itbounce-116.mp3" >}}
Download: [[/media/itbounce-116.mp3][itbounce-116.mp3]]

