public/rockofonia/index.html
<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8" />
	<meta http-equiv="X-UA-Compatible" content="IE=edge"><title> - César Olea</title><meta name="viewport" content="width=device-width, initial-scale=1">
	<meta itemprop="name" content="">
<meta itemprop="description" content="Rockofonia  Rockofonia was a podcast centered around Hard Rock and Heavy Metal. It spanned two seasons with more than 200 episodes, and for a little while it even was syndicated in the BC México area. Episodes either feature Tony GM or myself as DJ.
Now in Spanish  Rockofonia era un podcast de Hard Rock y Heavy Metal. Logró más de 200 episodios, y por un tiempo incluso fue sindicado en el area de BC México.">

<meta itemprop="wordCount" content="937">



<meta itemprop="keywords" content="" />
<meta property="og:title" content="" />
<meta property="og:description" content="Rockofonia  Rockofonia was a podcast centered around Hard Rock and Heavy Metal. It spanned two seasons with more than 200 episodes, and for a little while it even was syndicated in the BC México area. Episodes either feature Tony GM or myself as DJ.
Now in Spanish  Rockofonia era un podcast de Hard Rock y Heavy Metal. Logró más de 200 episodios, y por un tiempo incluso fue sindicado en el area de BC México." />
<meta property="og:type" content="article" />
<meta property="og:url" content="//www.cesarolea.com/rockofonia/" />

<meta name="twitter:card" content="summary"/>
<meta name="twitter:title" content=""/>
<meta name="twitter:description" content="Rockofonia  Rockofonia was a podcast centered around Hard Rock and Heavy Metal. It spanned two seasons with more than 200 episodes, and for a little while it even was syndicated in the BC México area. Episodes either feature Tony GM or myself as DJ.
Now in Spanish  Rockofonia era un podcast de Hard Rock y Heavy Metal. Logró más de 200 episodios, y por un tiempo incluso fue sindicado en el area de BC México."/>
<link href='https://fonts.googleapis.com/css?family=Playfair+Display:700' rel='stylesheet' type='text/css'>
	<link rel="stylesheet" type="text/css" media="screen" href="/css/normalize.css" />
	<link rel="stylesheet" type="text/css" media="screen" href="/css/main.css" />

        <link id="dark-scheme" rel="stylesheet" type="text/css" href="/css/dark.css" />

</head>

<body>
	<div class="container wrapper">
		<div class="header">
	
	<h1 class="site-title"><a href="/">César Olea</a></h1>
	<div class="site-description"><p>Software Developer | CTO of <a href="https://loanpro.io">LoanPro</a></p><nav class="nav social">
			<ul class="flat"><li><a href="https://github.com/cesarolea" title="Github"><i data-feather="github"></i></a></li><li><a href="https://linkedin.com/in/cesarolea" title="Linkedin"><i data-feather="linkedin"></i></a></li><li><a href="/index.xml" title="RSS"><i data-feather="rss"></i></a></li></ul>
		</nav><span class="scheme-toggle"><a href="#" id="scheme-toggle"></a></div>

	<nav class="nav">
		<ul class="flat">
			
			<li>
				<a href="/">Home</a>
			</li>
			
			<li>
				<a href="/posts/index.html">Blog</a>
			</li>
			
			<li>
				<a href="/about/index.html">About</a>
			</li>
			
			<li>
				<a href="/rockofonia/index.html">Rockofonia</a>
			</li>
			
			<li>
				<a href="/resume.pdf">Resume</a>
			</li>
			
		</ul>
	</nav>
</div>


		<div class="post">
			<div class="post-header">
				
				<div class="matter">
					<h1 class="title"></h1>
				</div>
			</div>
					
			<div class="markdown">
				
<div id="outline-container-headline-1" class="outline-2">
<h2 id="headline-1">
Rockofonia
</h2>
<div id="outline-text-headline-1" class="outline-text-2">
<p>Rockofonia was a podcast centered around Hard Rock and Heavy Metal. It
spanned two seasons with more than 200 episodes, and for a little
while it even was syndicated in the BC México area. Episodes either
feature <a href="https://usuario.cicese.mx/~jagm/index.html">Tony GM</a> or myself as DJ.</p>
<div id="outline-container-headline-2" class="outline-3">
<h3 id="headline-2">
Now in Spanish
</h3>
<div id="outline-text-headline-2" class="outline-text-3">
<p>Rockofonia era un podcast de <em>Hard Rock</em> y <em>Heavy Metal</em>. Logró más de
200 episodios, y por un tiempo incluso fue sindicado en el area de BC
México.</p>
</div>
</div>
</div>
</div>
<div id="outline-container-headline-3" class="outline-2">
<h2 id="headline-3">
List of Episodes
</h2>
<div id="outline-text-headline-3" class="outline-text-2">
<p>Episodes should be in chronological order for the most part.</p>
<div id="outline-container-headline-4" class="outline-3">
<h3 id="headline-4">
Pilot
</h3>
<div id="outline-text-headline-4" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia-piloto.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia-piloto.mp3">rockofonia-piloto.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-5" class="outline-3">
<h3 id="headline-5">
Episode 0
</h3>
<div id="outline-text-headline-5" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce.mp3">itbounce.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-6" class="outline-3">
<h3 id="headline-6">
Episode 1
</h3>
<div id="outline-text-headline-6" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1.mp3">itbounce-1.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-7" class="outline-3">
<h3 id="headline-7">
Episode 3
</h3>
<div id="outline-text-headline-7" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-3.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-3.mp3">itbounce-3.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-8" class="outline-3">
<h3 id="headline-8">
Episode 4
</h3>
<div id="outline-text-headline-8" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-4.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-4.mp3">itbounce-4.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-9" class="outline-3">
<h3 id="headline-9">
Episode 5
</h3>
<div id="outline-text-headline-9" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-5.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-5.mp3">itbounce-5.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-10" class="outline-3">
<h3 id="headline-10">
Episode 8
</h3>
<div id="outline-text-headline-10" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-8.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-8.mp3">itbounce-8.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-11" class="outline-3">
<h3 id="headline-11">
Episode 11
</h3>
<div id="outline-text-headline-11" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-11.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-11.mp3">itbounce-11.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-12" class="outline-3">
<h3 id="headline-12">
Episode 13
</h3>
<div id="outline-text-headline-12" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-13.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-13.mp3">itbounce-13.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-13" class="outline-3">
<h3 id="headline-13">
Episode 20
</h3>
<div id="outline-text-headline-13" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-20.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-20.mp3">itbounce-20.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-14" class="outline-3">
<h3 id="headline-14">
Episode 27
</h3>
<div id="outline-text-headline-14" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-27.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-27.mp3">itbounce-27.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-15" class="outline-3">
<h3 id="headline-15">
Episode 33
</h3>
<div id="outline-text-headline-15" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-33.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-33.mp3">itbounce-33.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-16" class="outline-3">
<h3 id="headline-16">
Episode 38
</h3>
<div id="outline-text-headline-16" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-38.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-38.mp3">itbounce-38.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-17" class="outline-3">
<h3 id="headline-17">
Episode 44
</h3>
<div id="outline-text-headline-17" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-44.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-44.mp3">itbounce-44.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-18" class="outline-3">
<h3 id="headline-18">
Episode 49
</h3>
<div id="outline-text-headline-18" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-49.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-49.mp3">itbounce-49.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-19" class="outline-3">
<h3 id="headline-19">
Episode 60
</h3>
<div id="outline-text-headline-19" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-60.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-60.mp3">itbounce-60.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-20" class="outline-3">
<h3 id="headline-20">
Episode 68
</h3>
<div id="outline-text-headline-20" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-68.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-68.mp3">itbounce-68.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-21" class="outline-3">
<h3 id="headline-21">
Episode 80
</h3>
<div id="outline-text-headline-21" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-80.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-80.mp3">itbounce-80.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-22" class="outline-3">
<h3 id="headline-22">
Episode 102
</h3>
<div id="outline-text-headline-22" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-102.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-102.mp3">itbounce-102.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-23" class="outline-3">
<h3 id="headline-23">
Episode 106
</h3>
<div id="outline-text-headline-23" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-106.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-106.mp3">itbounce-106.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-24" class="outline-3">
<h3 id="headline-24">
Episode 116
</h3>
<div id="outline-text-headline-24" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-116.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-116.mp3">itbounce-116.mp3</a></p>
</div>
</div>
