public/rockofonia/index.html
<div id="outline-container-headline-25" class="outline-3">
<h3 id="headline-25">
Episode 122
</h3>
<div id="outline-text-headline-25" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-122.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-122.mp3">itbounce-122.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-26" class="outline-3">
<h3 id="headline-26">
Episode 126
</h3>
<div id="outline-text-headline-26" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-126.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-126.mp3">itbounce-126.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-27" class="outline-3">
<h3 id="headline-27">
Episode 141
</h3>
<div id="outline-text-headline-27" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-141.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-141.mp3">itbounce-141.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-28" class="outline-3">
<h3 id="headline-28">
Episode 144
</h3>
<div id="outline-text-headline-28" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-144.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-144.mp3">itbounce-144.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-29" class="outline-3">
<h3 id="headline-29">
Episode 155
</h3>
<div id="outline-text-headline-29" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-155.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-155.mp3">itbounce-155.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-30" class="outline-3">
<h3 id="headline-30">
Episode 159
</h3>
<div id="outline-text-headline-30" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-159.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-159.mp3">itbounce-159.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-31" class="outline-3">
<h3 id="headline-31">
Episode 171
</h3>
<div id="outline-text-headline-31" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-171.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-171.mp3">itbounce-171.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-32" class="outline-3">
<h3 id="headline-32">
Episode 179
</h3>
<div id="outline-text-headline-32" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-179.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-179.mp3">itbounce-179.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-33" class="outline-3">
<h3 id="headline-33">
Episode 194
</h3>
<div id="outline-text-headline-33" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-194.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-194.mp3">itbounce-194.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-34" class="outline-3">
<h3 id="headline-34">
Episode 219
</h3>
<div id="outline-text-headline-34" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-219.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-219.mp3">itbounce-219.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-35" class="outline-3">
<h3 id="headline-35">
Episode 226
</h3>
<div id="outline-text-headline-35" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-226.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-226.mp3">itbounce-226.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-36" class="outline-3">
<h3 id="headline-36">
Episode 244
</h3>
<div id="outline-text-headline-36" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-244.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-244.mp3">itbounce-244.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-37" class="outline-3">
<h3 id="headline-37">
Episode 272
</h3>
<div id="outline-text-headline-37" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-272.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-272.mp3">itbounce-272.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-38" class="outline-3">
<h3 id="headline-38">
Episode 274
</h3>
<div id="outline-text-headline-38" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-274.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-274.mp3">itbounce-274.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-39" class="outline-3">
<h3 id="headline-39">
Episode 287
</h3>
<div id="outline-text-headline-39" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-287.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-287.mp3">itbounce-287.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-40" class="outline-3">
<h3 id="headline-40">
Episode 305
</h3>
<div id="outline-text-headline-40" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-305.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-305.mp3">itbounce-305.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-41" class="outline-3">
<h3 id="headline-41">
Episode 321
</h3>
<div id="outline-text-headline-41" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-321.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-321.mp3">itbounce-321.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-42" class="outline-3">
<h3 id="headline-42">
Episode 341
</h3>
<div id="outline-text-headline-42" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-341.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-341.mp3">itbounce-341.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-43" class="outline-3">
<h3 id="headline-43">
Episode 350
</h3>
<div id="outline-text-headline-43" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-350.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-350.mp3">itbounce-350.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-44" class="outline-3">
<h3 id="headline-44">
Episode 370
</h3>
<div id="outline-text-headline-44" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-370.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-370.mp3">itbounce-370.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-45" class="outline-3">
<h3 id="headline-45">
Episode 394
</h3>
<div id="outline-text-headline-45" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-394.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-394.mp3">itbounce-394.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-46" class="outline-3">
<h3 id="headline-46">
Episode 435
</h3>
<div id="outline-text-headline-46" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-435.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-435.mp3">itbounce-435.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-47" class="outline-3">
<h3 id="headline-47">
Episode 456
</h3>
<div id="outline-text-headline-47" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-456.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-456.mp3">itbounce-456.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-48" class="outline-3">
<h3 id="headline-48">
Episode 481
</h3>
<div id="outline-text-headline-48" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-481.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-481.mp3">itbounce-481.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-49" class="outline-3">
<h3 id="headline-49">
Episode 506
</h3>
<div id="outline-text-headline-49" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-506.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-506.mp3">itbounce-506.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-50" class="outline-3">
<h3 id="headline-50">
Episode 519
</h3>
<div id="outline-text-headline-50" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-519.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-519.mp3">itbounce-519.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-51" class="outline-3">
<h3 id="headline-51">
Episode 534
</h3>
<div id="outline-text-headline-51" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-534.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-534.mp3">itbounce-534.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-52" class="outline-3">
<h3 id="headline-52">
Episode 565
</h3>
<div id="outline-text-headline-52" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-565.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-565.mp3">itbounce-565.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-53" class="outline-3">
<h3 id="headline-53">
Episode 579
</h3>
<div id="outline-text-headline-53" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-579.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-579.mp3">itbounce-579.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-54" class="outline-3">
<h3 id="headline-54">
Episode 596
</h3>
<div id="outline-text-headline-54" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-596.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-596.mp3">itbounce-596.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-55" class="outline-3">
<h3 id="headline-55">
Episode 621
</h3>
<div id="outline-text-headline-55" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-621.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-621.mp3">itbounce-621.mp3</a></p>
</div>
</div>
