public/rockofonia/index.html
<div id="outline-container-headline-56" class="outline-3">
<h3 id="headline-56">
Episode 654
</h3>
<div id="outline-text-headline-56" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-654.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-654.mp3">itbounce-654.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-57" class="outline-3">
<h3 id="headline-57">
Episode 693
</h3>
<div id="outline-text-headline-57" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-693.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-693.mp3">itbounce-693.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-58" class="outline-3">
<h3 id="headline-58">
Episode 711
</h3>
<div id="outline-text-headline-58" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-711.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-711.mp3">itbounce-711.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-59" class="outline-3">
<h3 id="headline-59">
Episode 712
</h3>
<div id="outline-text-headline-59" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-712.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-712.mp3">itbounce-712.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-60" class="outline-3">
<h3 id="headline-60">
Episode 760
</h3>
<div id="outline-text-headline-60" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-760.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-760.mp3">itbounce-760.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-61" class="outline-3">
<h3 id="headline-61">
Episode 784
</h3>
<div id="outline-text-headline-61" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-784.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-784.mp3">itbounce-784.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-62" class="outline-3">
<h3 id="headline-62">
Episode 814
</h3>
<div id="outline-text-headline-62" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-814.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-814.mp3">itbounce-814.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-63" class="outline-3">
<h3 id="headline-63">
Episode 834
</h3>
<div id="outline-text-headline-63" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-834.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-834.mp3">itbounce-834.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-64" class="outline-3">
<h3 id="headline-64">
Episode 887
</h3>
<div id="outline-text-headline-64" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-887.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-887.mp3">itbounce-887.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-65" class="outline-3">
<h3 id="headline-65">
Episode 916
</h3>
<div id="outline-text-headline-65" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-916.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-916.mp3">itbounce-916.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-66" class="outline-3">
<h3 id="headline-66">
Episode 976
</h3>
<div id="outline-text-headline-66" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-976.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-976.mp3">itbounce-976.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-67" class="outline-3">
<h3 id="headline-67">
Episode 980
</h3>
<div id="outline-text-headline-67" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-980.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-980.mp3">itbounce-980.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-68" class="outline-3">
<h3 id="headline-68">
Episode 1042
</h3>
<div id="outline-text-headline-68" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1042.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1042.mp3">itbounce-1042.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-69" class="outline-3">
<h3 id="headline-69">
Episode 1066
</h3>
<div id="outline-text-headline-69" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1066.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1066.mp3">itbounce-1066.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-70" class="outline-3">
<h3 id="headline-70">
Episode 1097
</h3>
<div id="outline-text-headline-70" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1097.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1097.mp3">itbounce-1097.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-71" class="outline-3">
<h3 id="headline-71">
Episode 1122
</h3>
<div id="outline-text-headline-71" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1122.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1122.mp3">itbounce-1122.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-72" class="outline-3">
<h3 id="headline-72">
Episode 1156
</h3>
<div id="outline-text-headline-72" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1156.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1156.mp3">itbounce-1156.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-73" class="outline-3">
<h3 id="headline-73">
Episode 1195
</h3>
<div id="outline-text-headline-73" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1195.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1195.mp3">itbounce-1195.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-74" class="outline-3">
<h3 id="headline-74">
Episode 1226
</h3>
<div id="outline-text-headline-74" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1226.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1226.mp3">itbounce-1226.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-75" class="outline-3">
<h3 id="headline-75">
Episode 1249
</h3>
<div id="outline-text-headline-75" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/itbounce-1249.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/itbounce-1249.mp3">itbounce-1249.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-76" class="outline-3">
<h3 id="headline-76">
Episode rockofonia009
</h3>
<div id="outline-text-headline-76" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia009.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia009.mp3">rockofonia009.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-77" class="outline-3">
<h3 id="headline-77">
Episode rockofonia073
</h3>
<div id="outline-text-headline-77" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia073.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia073.mp3">rockofonia073.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-78" class="outline-3">
<h3 id="headline-78">
Episode rockofonia074
</h3>
<div id="outline-text-headline-78" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia074.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia074.mp3">rockofonia074.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-79" class="outline-3">
<h3 id="headline-79">
Episode rockofonia075
</h3>
<div id="outline-text-headline-79" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia075.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia075.mp3">rockofonia075.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-80" class="outline-3">
<h3 id="headline-80">
Episode rockofonia076
</h3>
<div id="outline-text-headline-80" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia076.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia076.mp3">rockofonia076.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-81" class="outline-3">
<h3 id="headline-81">
Episode rockofonia077
</h3>
<div id="outline-text-headline-81" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia077.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia077.mp3">rockofonia077.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-82" class="outline-3">
<h3 id="headline-82">
Episode rockofonia078
</h3>
<div id="outline-text-headline-82" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia078.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia078.mp3">rockofonia078.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-83" class="outline-3">
<h3 id="headline-83">
Episode rockofonia079
</h3>
<div id="outline-text-headline-83" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia079.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia079.mp3">rockofonia079.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-84" class="outline-3">
<h3 id="headline-84">
Episode rockofonia080
</h3>
<div id="outline-text-headline-84" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia080.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia080.mp3">rockofonia080.mp3</a></p>
</div>
</div>
<div id="outline-container-headline-85" class="outline-3">
<h3 id="headline-85">
Episode rockofonia081
</h3>
<div id="outline-text-headline-85" class="outline-text-3">
<p><figure >
    <audio controls preload="metadata">
        <source src="/media/rockofonia081.mp3" type="audio/mpeg">
        
    </audio>
</figure>

Download: <a href="/media/rockofonia081.mp3">rockofonia081.mp3</a></p>
</div>
</div>
